# Ильямов Мехришат
# Тии-26-11 типо
# 1-нұсқа

# 1 тапсырма
# 1. Бағдарламалау ортасы: Visual Studio Code (VS Code).
# 2. Python нұсқасын анықтау командасы: python --version
# 3. Бағдарламаны іске қосу командасы: python main.py

# 2 тапсырма
# 1 түсініктеме
# 2 түсініктеме
print("Сәлем, Python!")
print("Ильямов Мехришат")
print("Тии-26-11 типо")

# 3 тапсырма
# Қате жазылған жолдар (түсініктеме ретінде қалдырылған):
# print("Python бағдарламасы)
# print(Алғашқы зертханалық жұмыс")
# Print("Нәтиже дайын")
# Дұрыс нұсқасы:
print("Python бағдарламасы")
print("Алғашқы зертханалық жұмыс")
print("Нәтиже дайын")

# 4 тапсырма
print("=== Студент карточкасы ===")
print("Аты-жөні: Ильямов Мехришат")
print("Тобы: Тии-26-11 типо")
print("Курс: 1")
print("Мамандығы: Жасанды интеллект")
print("Электрондық пошта: ilyamovmekhrishat06@gmail.com")
